Repository: huahuahu/HHappyDocs
Catalog: HDiaryWidget/Localizable.xcstrings
Source language: en
Languages: zh_hans

# participant.all
source: all
zh_hans: 全部

# sampleData.moment1.title
source: Cooking
zh_hans: 做饭

# sampleData.moment2.title
source: Hiking
zh_hans: 散步

# sampleData.moment3.title
source: Dinner is greate
zh_hans: 晚饭很好

# sampleData.participantName
source: Jenny
zh_hans: 阿芳

# widget.moemnt.intent.entity.participant.typeDisplayRepresentation
source: Participant
zh_hans: 参与者

# widget.moemnt.intent.IntentDescription
source: Select participant to show moments
zh_hans: 选择参与者用于展示乐事

# widget.moemnt.intent.parameter.participant.title
source: Participant
zh_hans: 参与者

# widget.moemnt.intent.title
source: Select participant
zh_hans: 选择参与者

# widget.moment.configurationDisplayName
source: Participant
zh_hans: 参与者

# widget.moment.description
source: Show moments for participant
zh_hans: 展示乐事
